{
  "devSecOps": "Operations and security stakeholders are actively engaged throughout the development lifecycle. *",
  "deliveringValue": "Decision making for IT product and projects is based on what will carry the most value for the business",
  "technicalDebt": "We deploy working code to a production-like environment. *",
  "methodology": "We have a well-defined methodology for releasing new features to market which involves all areas of the business. *",
  "cadence": "We deploy working code to a production-like environment: *",
  "rework": "We rarely have to rework deployed code to fix bugs and issues. *",
  "pipeline": "Developers can deploy to a production-like environment using a fully automated pipeline. *",
  "sideEffects": "We can confidently make changes to our entire codebase, without the risk of unexpected side-effects. *",
  "transparency": "We are an open, transparent organisation which shares all information internally. *",
  "learning": "We have a well-established culture of learning and the company invests in educating its employees. *",
  "learnFromFailure": "We are open and honest about our failings and treat them as an opportunity to learn, without assigning blame. *",
  "careerPath": "We have a well-defined career path and employees are given the support and guidance they need to grow within the organisation. *",
  "diversity": "We are a diverse team with people from a wide range of backgrounds and experiences. *",
  "autonomy": "Teams have autonomy to decide on the tools, technologies, practices and methodologies they use to complete their tasks. *",
  "wholeTeam": "The team have immediate access to all the people and knowledge they require to complete their work. *",
  "knowledgeSharing": "Knowledge is shared at all levels throughout the team and each member can perform any required task. *",
  "tdd": "We value Test-driven Development (TDD) and never write production code without first writing a test. *",
  "architecture": "Change is localised and tested with minimal impact on other parts of the application. *",
  "cleanCode": "Our code is easy to understand and maintain. *",
  "peerReview": "All production code is peer-reviewed comprehensively before it is considered “done”. *",
  "stronglyAgree": "Strongly Agree",
  "agree": "Agree",
  "neitherAgree": "Neither Agree Nor Disagree",
  "disagree": "Disagree",
  "stronglyDisagree": "Strongly Disagree",
  "hourly": "Hourly",
  "daily": "Daily",
  "weekly": "Weekly",
  "monthly": "Monthly",
  "lessThanMonthly": "Less Often Than Monthly",
  "notSure": "Not Sure",
  "firstName": "First Name",
  "lastName": "Last Name",
  "companyName": "Company Name",
  "email": "Email",
  "jobFunction": "Job Function",
  "submit": "Submit",
  "start": "Let's get started",
  "welcomeFirstParagraph": "How effective is your organisation's software delivery?",
  "welcomeSecondParagraph": "Take our quick 20 question quiz to measure your organisation's current level of software maturity across five areas:",
  "welcomeThirdParagraph": "And we'll send you a personalised report, including actionable steps for how to improve your organisation.",
  "userFormTitle": "You're one step away from receiving your report",
  "userFormDescription": "Please provide us with a few details so that we can personalise your report.",
  "organisationalMaturity": "Organisational Maturity",
  "crossFunctionalTeams": "Team Effectiveness",
  "continuousDelivery": "Continuous Delivery",
  "xpPractices": "XP Practices",
  "companyCulture": "Organisation Culture",
  "firstNameError": "First name is a required field",
  "lastNameError": "Last name is a required field",
  "companyNameError": "Company name is a required field",
  "jobFunctionError": "Please select an option from the dropdown menu",
  "emailError": "Valid email is required",
  "checkboxError": "Accept Privacy Policy is required",
  "gdprText": "If you’re happy to receive our latest updates and case studies via email, please tick to let us know. You can unsubscribe at any time and we’ll only ever use your data in line with our",
  "privacyPolicy": "Privacy Policy."
}
