{
  "devSecOps": "Los stakeholders implicados en operaciones y seguridad participan activamente durante todo el ciclo de desarrollo. *",
  "deliveringValue": "La toma de decisiones relativas a productos y proyectos de IT tiene en cuenta los aspectos que aportan más valor al negocio. *",
  "technicalDebt": "Medimos la deuda técnica que acumulamos y la priorizamos antes de añadir nuevas funcionalidades en nuestro backlog. *",
  "methodology": "Disponemos de una metodología bien definida, en la que se tienen en cuenta todas las áreas de negocio, cuando decidimos lanzar nuevas funciones al mercado. *",
  "cadence": "Desplegamos el código de trabajo en un entorno similar al de producción: *",
  "rework": "No es habitual que tengamos que volver a trabajar para corregir errores y problemas en el código implementado. *",
  "pipeline": "Los desarrolladores pueden implementar su trabajo en un entorno similar al de producción, utilizando un proceso automatizado. *",
  "sideEffects": "Podemos realizar cambios con total confianza en todo el código base, sin correr ningún riesgo de sufrir efectos colaterales inesperados. *",
  "transparency": "Somos una organización abierta y transparente que comparte la información a nivel interno. *",
  "learning": "La cultura de aprendizaje de nuestra empresa es muy sólida e invertimos en la formación de nuestro personal. *",
  "learnFromFailure": "Somos abiertos y honestos a la hora de reconocer nuestros errores y los entendemos como oportunidades para aprender sin señalar a nadie. *",
  "careerPath": "Contamos con una trayectoria profesional bien definida y nuestro personal tiene el apoyo y la orientación para desplegar todo su potencial dentro de la organización. *",
  "diversity": "Nuestro equipo destaca por su diversidad, y está compuesto por personas que proceden de un amplio abanico profesional y experiencias diferentes. *",
  "autonomy": "Los equipos cuentan con autonomía para decidir qué herramientas, tecnologías, prácticas y metodologías prefieren utilizar para llevar a cabo sus proyectos. *",
  "wholeTeam": "El equipo tiene acceso inmediato a todas las personas y conocimientos necesarios para realizar su trabajo. *",
  "knowledgeSharing": "Los conocimientos se comparten en todos los niveles del equipo y cada miembro puede encargarse de cualquier tarea. *",
  "tdd": "Valoramos el Test-Driven Development (TDD) y no elaboramos un código de producción sin realizar una prueba previamente. *",
  "architecture": "Los cambios se realizan de forma localizada y se prueban de manera que tengan un mínimo impacto en otras partes de la aplicación.  *",
  "cleanCode": "Nuestro código es fácil de entender y su mantenimiento es sencillo. *",
  "peerReview": "Revisamos exhaustivamente todo el código de producción antes de darlo por bueno. *",
  "stronglyAgree": "Totalemente de acuerdo",
  "agree": "De acuerdo",
  "neitherAgree": "Ni acuerdo ni en desacuerdo",
  "disagree": "No estoy de acuerdo",
  "stronglyDisagree": "Muy en desacuerdo",
  "hourly": "Cada hora",
  "daily": "Una vez al día",
  "weekly": "Una vez a la semana",
  "monthly": "Una vez al mes",
  "lessThanMonthly": "Menos de una vez al mes",
  "notSure": "No estoy seguro",
  "firstName": "Nombre",
  "lastName": "Apellido",
  "companyName": "Nombre de la empresa",
  "email": "Email profesional",
  "jobFunction": "Función dentro de la empresa",
  "submit": "Enviar",
  "start": "Empecemos!",
  "welcomeFirstParagraph": "Tu organización ¿es capaz de ofrecer software de calidad de manera continuada?",
  "welcomeSecondParagraph": "Responde estas 20 preguntas para evaluar la capacidad actual de entrega de software de tu organización en cinco áreas:",
  "welcomeThirdParagraph": "Recibirás un informe detallado y personalizado con consejos prácticos que podrás aplicar dentro de tu organización.",
  "userFormTitle": "Para recibir tu informe",
  "userFormDescription": "Por favor, facilítanos algunos datos para que podamos enviarte el informe personalizado.",
  "organisationalMaturity": "Madurez Organizacional",
  "crossFunctionalTeams": "Equipos Efectivos",
  "continuousDelivery": "Entrega Continua",
  "xpPractices": "Prácticas Técnicas",
  "companyCulture": "Cultura Organizacional",
  "firstNameError": "El campo nombre es obligatorio",
  "lastNameError": "El campo apellidos es obligatorios",
  "companyNameError": "El campo nombre de la empresa es obligatorio",
  "jobFunctionError": "Selecciona una opción del menú desplegable",
  "emailError": "El campo email debe ser válido",
  "checkboxError": "Es obligatorio aceptar la Política de Privacidad",
  "gdprText": "Para hacerte llegar el contenido solicitado, necesitamos almacenar y procesar tus datos personales. Si aceptas que guardemos tus datos personales para este fin, marca la casilla de verificación. Solo utilizaremos tus datos en la linea de lo que especificamos en nuestra ",
  "privacyPolicy": "Política de Privacidad."
}
